Repository: otomad/OtomadHelper
Catalog: OtomadHelper/Strings/*.resw
Source language: en_us
Languages: ja_jp, vi_vn, zh_cn

# Host.ToolTip.ImportToHere
source: Import %1
ja_jp: インポート %1
vi_vn: Nhập %1
zh_cn: 导入 %1

# ContentDialog.Button.Ok
source: &OK
zh_cn: 确定

# ContentDialog.Button.Cancel
source: &Cancel
ja_jp: キャンセル
vi_vn: &Huỷ
zh_cn: 取消

# ContentDialog.Button.Close
source: &Close
ja_jp: 閉じる
vi_vn: &Đóng
zh_cn: 关闭

# ContentDialog.Button.LearnMore
source: &Learn more
ja_jp: 詳細(&L)
vi_vn: &Xem thêm
zh_cn: 了解更多

# ContentDialog.Button.Locate
source: Loca&te
zh_cn: 定位

# ContentDialog.Expander.ExpandDetails
source: Expand details
ja_jp: 詳細を展開
vi_vn: Mở rộng chi tiết
zh_cn: 展开详细信息

# ContentDialog.Expander.CollapseDetails
source: Collapse details
ja_jp: 詳細を隠す
vi_vn: Thu nhỏ chi tiết
zh_cn: 收起详细信息

# ContentDialog.ShowError.Title
source: Error
ja_jp: エラー
vi_vn: Lỗi
zh_cn: 错误

# WrongOpeningMethod.Script.Title
source: Hey, you misplaced the extension!
ja_jp: 拡張機能を外しました！
vi_vn: Đặt gói mở rộng nhầm chỗ rồi!
zh_cn: 嘿，你把该扩展程序放错了位置！

# WrongOpeningMethod.Script.Content
source: The new version of Otomad Helper is an extension. Unlike the old version, it is not a script. Please move the extension to the Application Extensions directory of VEGAS instead of the Script Menu directory. Location:
ja_jp: 音MADヘルパーの新バージョンは拡張機能です。旧バージョンとは異なり、スクリプトではありません。 スクリプトメニューディレクトリの代わりにVEGASのApplication Extensionsディレクトリに拡張を移動してください。 場所：
vi_vn: Phiên bản Otomad Helper này là một tiện ích mở rộng. So với các phiên bản trước, đây không còn là một file script nữa. Hãy dời tiện ích này đến mục Application Extensions trong VEGAS, thay vì mục Script Menu như trước. Vị trí:
zh_cn: 新版的Otomad Helper是一个扩展程序。与旧版不同，它不是一个脚本。 请将该扩展移动到VEGAS的Application Extensions目录，而不是Script Menu目录。 位置：

# TextBox.Menu.ClearAll
source: Clear All
ja_jp: すべてクリア
vi_vn: Xóa tất cả
zh_cn: 清空

# ColorPicker.Title
source: Select a Color
ja_jp: 色を選択
vi_vn: Chọn một màu
zh_cn: 选择颜色

# ColorPicker.EyeDropper
source: Eye dropper
ja_jp: スポイト
vi_vn: Bốc màu
zh_cn: 取色

# ColorPicker.Axis.Red
source: Red
ja_jp: 赤
vi_vn: Đỏ
zh_cn: 红

# ColorPicker.Axis.Green
source: Green
ja_jp: 緑
vi_vn: Xanh lục
zh_cn: 绿

# ColorPicker.Axis.Blue
source: Blue
ja_jp: 青
vi_vn: Xanh lam
zh_cn: 蓝

# ColorPicker.Axis.Hue
source: Hue
vi_vn: Tông màu
zh_cn: 色相

# ColorPicker.Axis.Saturation
source: Saturation
ja_jp: 彩度
vi_vn: Độ bão hòa
zh_cn: 饱和度

# ColorPicker.Axis.Lightness
source: Lightness
ja_jp: 明るさ
vi_vn: Độ chiếu sáng
zh_cn: 亮度

# ColorPicker.Axis.Brightness
source: Brightness
ja_jp: 画面の明るさ
vi_vn: Độ sáng
zh_cn: 明度

# ColorPicker.Axis.White
source: White
ja_jp: 白
vi_vn: Trắng
zh_cn: 白

# ColorPicker.Axis.Black
source: Black
ja_jp: ブラック
vi_vn: Đen
zh_cn: 黑

# ColorPicker.Axis.Cyan
source: Cyan
ja_jp: 水色
vi_vn: Lục lam
zh_cn: 青

# ColorPicker.Axis.Magenta
source: Magenta
ja_jp: マゼンタ
vi_vn: Đỏ tím
zh_cn: 品红

# ColorPicker.Axis.Yellow
source: Yellow
ja_jp: 黄色
vi_vn: Vàng
zh_cn: 黄

# ColorPicker.Axis.Key
source: Key / Black
ja_jp: キー / ブラック
vi_vn: Lược màu / Đen
zh_cn: 黑

# ColorPicker.Axis.Luminance
source: Luminance
vi_vn: Độ sáng
zh_cn: 辉度

# ColorPicker.Axis.AAxisInLab
source: a-Axis (−Green ↔ +Red)
ja_jp: a-Axis (−緑 ↔️ +赤)
vi_vn: Trục a (−Lục ↔ +Đỏ)
zh_cn: a轴（−绿 ↔ +红）

# ColorPicker.Axis.BAxisInLab
source: b-Axis (−Blue ↔ +Yellow)
ja_jp: b-Axis (−青↔️ +イエロー)
vi_vn: Trục b (−Lam ↔ +Vàng)
zh_cn: b轴（−蓝 ↔ +黄）

# ColorPicker.Axis.Chroma
source: Chroma
ja_jp: クロマ
vi_vn: Sắc độ
zh_cn: 彩度

# ColorPicker.Axis.Alpha
source: Alpha / Opacity
ja_jp: アルファ/不透明度
vi_vn: Lớp chính / Độ mờ
zh_cn: 不透明度

# ColorPicker.Axis.Hex
source: Hexadecimal
ja_jp: 16進法
vi_vn: Thập lục phân
zh_cn: 十六进制色码

# ColorPicker.AxisAbbrs.Red
source: R
zh_cn: 红(R)

# ColorPicker.AxisAbbrs.Green
source: G
zh_cn: 绿(G)

# ColorPicker.AxisAbbrs.Blue
source: B
zh_cn: 蓝(B)

# ColorPicker.AxisAbbrs.Hue
source: H
zh_cn: 色(H)

# ColorPicker.AxisAbbrs.Saturation
source: S
zh_cn: 饱(S)

# ColorPicker.AxisAbbrs.Lightness
source: L
zh_cn: 亮(L)

# ColorPicker.AxisAbbrs.Brightness
source: B
zh_cn: 明(B)

# ColorPicker.AxisAbbrs.White
source: W
zh_cn: 白(W)

# ColorPicker.AxisAbbrs.Black
source: B
zh_cn: 黑(B)

# ColorPicker.AxisAbbrs.Cyan
source: C
zh_cn: 青(C)

# ColorPicker.AxisAbbrs.Magenta
source: M
zh_cn: 品(M)

# ColorPicker.AxisAbbrs.Yellow
source: Y
zh_cn: 黄(Y)

# ColorPicker.AxisAbbrs.Key
source: K
zh_cn: 黑(K)

# ColorPicker.AxisAbbrs.Luminance
source: L
zh_cn: 辉(L)

# ColorPicker.AxisAbbrs.AAxisInLab
source: a
zh_cn: 纟(a)

# ColorPicker.AxisAbbrs.BAxisInLab
source: b
zh_cn: 艹(b)

# ColorPicker.AxisAbbrs.Chroma
source: C
zh_cn: 彩(C)

# ColorPicker.AxisAbbrs.Alpha
source: Α
vi_vn: A
zh_cn: 透(A)

# Flyout.ConfirmDelete.Title
source: Delete?
ja_jp: 削除？
vi_vn: Xoá?
zh_cn: 确认删除？

# Keybindings.Commands.UseTrackEventAsSource
source: Use Track Event as Source
ja_jp: トラックイベントをソースとして使用
vi_vn: Dùng phân đoạn trong track làm tư liệu
zh_cn: 使用轨道事件作为素材

# Keybindings.Commands.UseProjectMediaAsSource
source: Use Project Media as Source
ja_jp: ソース としてプロジェクト メディアを使用
vi_vn: Dùng tư liệu trong file dự án làm tư liệu
zh_cn: 使用项目媒体作为素材

# Keybindings.Commands.EnableYtp
source: Enable YTP Feature
ja_jp: YTP機能を有効にする
vi_vn: Bật chế độ YTP
zh_cn: 启用YTP功能

# Keybindings.Commands.DisableYtp
source: Disable YTP Feature
ja_jp: YTP機能を無効にする
vi_vn: Tắt chế độ YTP
zh_cn: 禁用YTP功能

# Keybindings.Commands.StartGenerating
source: Start Generating
ja_jp: 生成を開始
vi_vn: Bắt đầu tạo
zh_cn: 开始生成

# Keybindings.Commands.Reset
source: Reset All Settings
ja_jp: すべてのユーザー設定をリセット
zh_cn: 重置所有用户配置

# Descriptions.ColorPicker.EyeDropper
source: Pick a color from the screen
ja_jp: 画面から色を選択
vi_vn: Bốc một màu trên màn hình
zh_cn: 从屏幕上拾取颜色

# Shared.Plugins.PanCrop
source: Pan/Crop
ja_jp: パン/トリミング
vi_vn: Chuyển hướng/Cắt xén
zh_cn: 平移/裁切

# Shared.Plugins.PictureInPicture
source: Picture in Picture
vi_vn: Hình trong Hình (PiP)
zh_cn: 画中画

# Shared.Plugins.TransformOfx
source: TransformOFX
zh_cn: 变换效果插件

# Shared.Plugins.Swirl
source: Swirl
ja_jp: 渦巻き
vi_vn: Xoáy
zh_cn: 漩涡

# Shared.Plugins.Wave
source: Wave
ja_jp: ウェーブ
vi_vn: Sóng
zh_cn: 波浪

# Shared.Plugins.TvSimulator
source: TV Simulator
ja_jp: テレビシミュレーション
zh_cn: 电视模拟器

# Shared.Plugins.TvSimulatorShort
source: TV
ja_jp: テレビ
zh_cn: 电视

# Shared.Plugins.TitlesAndText
source: Titles & Text
ja_jp: タイトル & テキスト
zh_cn: 字幕和文字

# Shared.Plugins.LegacyText
source: (Legacy) Text
ja_jp: (レガシー) テキスト
zh_cn: （自带）文字

# Shared.Plugins.ProtypeTitler
source: ProType Titler
zh_cn: PTT字幕

# Shared.Plugins.CreditRoll
source: Credit Roll
ja_jp: クレジットロール
zh_cn: 致谢字幕

# Shared.Midi.Unknown
source: Unknown
ja_jp: 不明
zh_cn: 未知

# Shared.Midi.Instruments.1
source: Acoustic Grand Piano
zh_cn: 大钢琴

# Shared.Midi.Instruments.2
source: Bright Acoustic Piano
ja_jp: 明るいアコースティックピアノ（ピアノ）
zh_cn: 亮音钢琴

# Shared.Midi.Instruments.3
source: Electric Grand Piano
ja_jp: エレクトリックグランドピアノformat@@0
zh_cn: 电钢琴

# Shared.Midi.Instruments.4
source: Honky-Tonk Piano
ja_jp: ホンキー・トークピアノformat@@0
zh_cn: 酒吧钢琴

# Shared.Midi.Instruments.5
source: Electric Piano 1
ja_jp: エレクトリックピアノ1
zh_cn: 柔音电钢琴

# Shared.Midi.Instruments.6
source: Electric Piano 2
ja_jp: エレクトリックピアノ2
zh_cn: 合唱电钢琴

# Shared.Midi.Instruments.7
source: Harpsichord
zh_cn: 羽管键琴

# Shared.Midi.Instruments.8
source: Clavinet
zh_cn: 电翼琴

# Shared.Midi.Instruments.9
source: Celesta
ja_jp: セレスタ
zh_cn: 钢片琴

# Shared.Midi.Instruments.10
source: Glockenspiel
zh_cn: 钟琴

# Shared.Midi.Instruments.11
source: Music Box
ja_jp: オルゴールボックス
zh_cn: 八音盒

# Shared.Midi.Instruments.12
source: Vibraphone
ja_jp: バイブラフォン
zh_cn: 电颤琴

# Shared.Midi.Instruments.13
source: Marimba
zh_cn: 马林巴琴

# Shared.Midi.Instruments.14
source: Xylophone
zh_cn: 木琴

# Shared.Midi.Instruments.15
source: Tubular Bells
ja_jp: チューブラーベル
zh_cn: 管钟

# Shared.Midi.Instruments.16
source: Dulcimer
zh_cn: 扬琴

# Shared.Midi.Instruments.17
source: Drawbar Organ
zh_cn: 音栓风琴

# Shared.Midi.Instruments.18
source: Percussive Organ
ja_jp: パーカッシブ臓器format@@0
zh_cn: 敲击风琴

# Shared.Midi.Instruments.19
source: Rock Organ
ja_jp: ロックオルガン
zh_cn: 摇滚风琴

# Shared.Midi.Instruments.20
source: Church Organ
ja_jp: 教会オルガン
zh_cn: 管风琴

# Shared.Midi.Instruments.21
source: Reed Organ
ja_jp: リード臓器format@@0
zh_cn: 簧风琴

# Shared.Midi.Instruments.22
source: Accordion
ja_jp: アコーディオン
zh_cn: 手风琴

# Shared.Midi.Instruments.23
source: Harmonica
ja_jp: ハーモニカ
zh_cn: 口琴

# Shared.Midi.Instruments.24
source: Tango Accordion
ja_jp: タンゴアコーディオン
zh_cn: 探戈手风琴

# Shared.Midi.Instruments.25
source: Acoustic Guitar (nylon)
zh_cn: 古典吉他

# Shared.Midi.Instruments.26
source: Acoustic Guitar (steel)
ja_jp: アコースティックギター（鋼）
zh_cn: 民谣吉他

# Shared.Midi.Instruments.27
source: Electric Guitar (jazz)
ja_jp: エレキギター（ジャズ）
zh_cn: 爵士电吉他

# Shared.Midi.Instruments.28
source: Electric Guitar (clean)
ja_jp: エレキギター（クリーン）
zh_cn: 原音电吉他

# Shared.Midi.Instruments.29
source: Electric Guitar (muted)
ja_jp: エレキギター（ミュート）
zh_cn: 闷音电吉他

# Shared.Midi.Instruments.30
source: Overdriven Guitar
ja_jp: 追い詰められたGuitar
zh_cn: 破音电吉他

# Shared.Midi.Instruments.31
source: Distortion Guitar
ja_jp: 歪みのギター
zh_cn: 失真电吉他

# Shared.Midi.Instruments.32
source: Guitar Harmonics
ja_jp: ギターハーモニックス
zh_cn: 吉他泛音

# Shared.Midi.Instruments.33
source: Acoustic Bass
ja_jp: アコースティックベース
zh_cn: 木贝司

# Shared.Midi.Instruments.34
source: Electric Bass (finger)
ja_jp: エレクトリックベース (指)
zh_cn: 指弹电贝司

# Shared.Midi.Instruments.35
source: Electric Bass (pick)
zh_cn: 拨片电贝司

# Shared.Midi.Instruments.36
source: Fretless Bass
ja_jp: フレットレスベース
zh_cn: 无品贝司

# Shared.Midi.Instruments.37
source: Slap Bass 1
ja_jp: ベース Slap 1
zh_cn: 击弦贝司1

# Shared.Midi.Instruments.38
source: Slap Bass 2
ja_jp: ベース スラップ2
zh_cn: 击弦贝司2

# Shared.Midi.Instruments.39
source: Synth Bass 1
ja_jp: ベース1
zh_cn: 合成贝司1

# Shared.Midi.Instruments.40
source: Synth Bass 2
ja_jp: ベース2
zh_cn: 合成贝司2

# Shared.Midi.Instruments.41
source: Violin
ja_jp: バイオリン(バイオリン)
zh_cn: 小提琴

# Shared.Midi.Instruments.42
source: Viola
zh_cn: 中提琴

# Shared.Midi.Instruments.43
source: Cello
zh_cn: 大提琴

# Shared.Midi.Instruments.44
source: Contrabass
zh_cn: 低音提琴

# Shared.Midi.Instruments.45
source: Tremolo Strings
ja_jp: トレモロ文字列
zh_cn: 颤弓弦乐

# Shared.Midi.Instruments.46
source: Pizzicato Strings
ja_jp: Pizzicato 文字列
zh_cn: 弹拨弦乐

# Shared.Midi.Instruments.47
source: Orchestral Harp
ja_jp: オーケストラ・ハープ
zh_cn: 竖琴

# Shared.Midi.Instruments.48
source: Timpani
ja_jp: ティンパニ
zh_cn: 定音鼓

# Shared.Midi.Instruments.49
source: String Ensemble 1
ja_jp: 弦楽アンサンブル1
zh_cn: 弦乐合奏1

# Shared.Midi.Instruments.50
source: String Ensemble 2
ja_jp: 弦楽アンサンブル2
zh_cn: 弦乐合奏2

# Shared.Midi.Instruments.51
source: SynthStrings 1
zh_cn: 合成弦乐1

# Shared.Midi.Instruments.52
source: SynthStrings 2
zh_cn: 合成弦乐2

# Shared.Midi.Instruments.53
source: Choir Aahs
ja_jp: 合唱団
zh_cn: 合唱“啊”

# Shared.Midi.Instruments.54
source: Voice Oohs
ja_jp: 音声Oohs
zh_cn: 人声“嘟”

# Shared.Midi.Instruments.55
source: Synth Voice
ja_jp: シンセボイス（合成音声）
zh_cn: 合成人声

# Shared.Midi.Instruments.56
source: Orchestra Hit
ja_jp: オーケストラヒット
zh_cn: 管弦打击乐

# Shared.Midi.Instruments.57
source: Trumpet
zh_cn: 小号

# Shared.Midi.Instruments.58
source: Trombone
ja_jp: トロンボーン
zh_cn: 长号

# Shared.Midi.Instruments.59
source: Tuba
zh_cn: 大号

# Shared.Midi.Instruments.60
source: Muted Trumpet
ja_jp: ミュートされたトランペット。
zh_cn: 闷音小号

# Shared.Midi.Instruments.61
source: French Horn
ja_jp: フランス語の角
zh_cn: 圆号

# Shared.Midi.Instruments.62
source: Brass Section
ja_jp: 「真鍮」セクション
zh_cn: 铜管组

# Shared.Midi.Instruments.63
source: SynthBrass 1
zh_cn: 合成铜管1

# Shared.Midi.Instruments.64
source: SynthBrass 2
zh_cn: 合成铜管2

# Shared.Midi.Instruments.65
source: Soprano Sax
ja_jp: ソプラノサックス
zh_cn: 高音萨克斯

# Shared.Midi.Instruments.66
source: Alto Sax
zh_cn: 中音萨克斯

# Shared.Midi.Instruments.67
source: Tenor Sax
ja_jp: テナー サックス
zh_cn: 次中音萨克斯

# Shared.Midi.Instruments.68
source: Baritone Sax
zh_cn: 上低音萨克斯

# Shared.Midi.Instruments.69
source: Oboe
zh_cn: 双簧管

# Shared.Midi.Instruments.70
source: English Horn
zh_cn: 英国管

# Shared.Midi.Instruments.71
source: Bassoon
ja_jp: バスーン
zh_cn: 大管

# Shared.Midi.Instruments.72
source: Clarinet
ja_jp: クラリネット
zh_cn: 单簧管

# Shared.Midi.Instruments.73
source: Piccolo
zh_cn: 短笛

# Shared.Midi.Instruments.74
source: Flute
ja_jp: フルート
zh_cn: 长笛

# Shared.Midi.Instruments.75
source: Recorder
ja_jp: レコーダー(Recorder)
zh_cn: 竖笛

# Shared.Midi.Instruments.76
source: Pan Flute
ja_jp: フルートパン
zh_cn: 排箫

# Shared.Midi.Instruments.77
source: Blown Bottle
ja_jp: Blown ボトル
zh_cn: 吹瓶

# Shared.Midi.Instruments.78
source: Shakuhachi
ja_jp: 尺八（しゃくはち）
zh_cn: 尺八

# Shared.Midi.Instruments.79
source: Whistle
ja_jp: 命令書
zh_cn: 哨子

# Shared.Midi.Instruments.80
source: Ocarina
zh_cn: 陶笛

# Shared.Midi.Instruments.81
source: Lead 1 (square)
ja_jp: リード 1 (正方形)
zh_cn: 方波

# Shared.Midi.Instruments.82
source: Lead 2 (sawtooth)
ja_jp: リード2（鋸歯）
zh_cn: 锯齿波

# Shared.Midi.Instruments.83
source: Lead 3 (calliope)
ja_jp: リード3（カリオペ）
zh_cn: 汽笛风琴

# Shared.Midi.Instruments.84
source: Lead 4 (chiff)
ja_jp: リード 4 (シフ)
zh_cn: 吹管

# Shared.Midi.Instruments.85
source: Lead 5 (charang)
ja_jp: リード5（チャラン）
zh_cn: 恰朗戈琴

# Shared.Midi.Instruments.86
source: Lead 6 (voice)
ja_jp: リード 6 (音声)
zh_cn: 合成人声

# Shared.Midi.Instruments.87
source: Lead 7 (fifths)
ja_jp: リード7（5番目）
zh_cn: 平行五度

# Shared.Midi.Instruments.88
source: Lead 8 (bass + lead)
ja_jp: リード 8 (ベース + リード)
zh_cn: 贝司合奏

# Shared.Midi.Instruments.89
source: Pad 1 (new age)
ja_jp: Pad 1 (新しい年齢)
zh_cn: 幻想铺底

# Shared.Midi.Instruments.90
source: Pad 2 (warm)
zh_cn: 暖音铺底

# Shared.Midi.Instruments.91
source: Pad 3 (polysynth)
zh_cn: 重奏铺底

# Shared.Midi.Instruments.92
source: Pad 4 (choir)
zh_cn: 合唱铺底

# Shared.Midi.Instruments.93
source: Pad 5 (bowed)
ja_jp: パッド5（弓）
zh_cn: 弓弦铺底

# Shared.Midi.Instruments.94
source: Pad 6 (metallic)
ja_jp: パッド6（金属）
zh_cn: 金属铺底

# Shared.Midi.Instruments.95
source: Pad 7 (halo)
zh_cn: 光环铺底

# Shared.Midi.Instruments.96
source: Pad 8 (sweep)
zh_cn: 扫弦铺底

# Shared.Midi.Instruments.97
source: FX 1 (rain)
ja_jp: FX 1（雨）
zh_cn: 雨声

# Shared.Midi.Instruments.98
source: FX 2 (soundtrack)
ja_jp: FX 2（サウンドトラック）
zh_cn: 音轨

# Shared.Midi.Instruments.99
source: FX 3 (crystal)
ja_jp: FX 3 (クリスタル)
zh_cn: 水晶

# Shared.Midi.Instruments.100
source: FX 4 (atmosphere)
ja_jp: FX 4 (雰囲気)
zh_cn: 气氛

# Shared.Midi.Instruments.101
source: FX 5 (brightness)
ja_jp: FX 5（明るさ）
zh_cn: 明亮

# Shared.Midi.Instruments.102
source: FX 6 (goblins)
ja_jp: FX 6（ゴブリン）
zh_cn: 魅影

# Shared.Midi.Instruments.103
source: FX 7 (echoes)
ja_jp: FX 7 (エコー)
zh_cn: 回声

# Shared.Midi.Instruments.104
source: FX 8 (sci-fi)
zh_cn: 科幻

# Shared.Midi.Instruments.105
source: Sitar
ja_jp: シタル
zh_cn: 西塔琴

# Shared.Midi.Instruments.106
source: Banjo
ja_jp: 番上（ばんじょう）
zh_cn: 班卓琴

# Shared.Midi.Instruments.107
source: Shamisen
ja_jp: 三味線（三味線）
zh_cn: 三味线

# Shared.Midi.Instruments.108
source: Koto
zh_cn: 十三弦筝

# Shared.Midi.Instruments.109
source: Kalimba
zh_cn: 拇指琴

# Shared.Midi.Instruments.110
source: Bagpipe
zh_cn: 风笛

# Shared.Midi.Instruments.111
source: Fiddle
zh_cn: 古提琴

# Shared.Midi.Instruments.112
source: Shanai
zh_cn: 印度唢呐

# Shared.Midi.Instruments.113
source: Tinkle Bell
zh_cn: 叮𪠽铃

# Shared.Midi.Instruments.114
source: Agogô
ja_jp: Agogô
zh_cn: 拉丁打铃

# Shared.Midi.Instruments.115
source: Steel Drums
ja_jp: スチールドラムス
zh_cn: 钢鼓

# Shared.Midi.Instruments.116
source: Woodblock
ja_jp: 木ブロック
zh_cn: 木鱼

# Shared.Midi.Instruments.117
source: Taiko Drum
ja_jp: 太鼓（太鼓）
zh_cn: 太鼓

# Shared.Midi.Instruments.118
source: Melodic Tom
ja_jp: メロディックトム
zh_cn: 嗵鼓

# Shared.Midi.Instruments.119
source: Synth Drum
ja_jp: シンセ・ドラム(Synth Drum)
zh_cn: 合成鼓

# Shared.Midi.Instruments.120
source: Reverse Cymbal
ja_jp: シンバル反転
zh_cn: 反转吊镲

# Shared.Midi.Instruments.121
source: Guitar Fret Noise
ja_jp: ギターフレットノイズ
zh_cn: 吉他换把声

# Shared.Midi.Instruments.122
source: Breath Noise
ja_jp: 呼吸のノイズ
zh_cn: 呼吸声

# Shared.Midi.Instruments.123
source: Seashore
ja_jp: 海岸
zh_cn: 海浪声

# Shared.Midi.Instruments.124
source: Bird Tweet
ja_jp: 鳥のツイート
zh_cn: 鸟鸣

# Shared.Midi.Instruments.125
source: Telephone Ring
ja_jp: 電話の着信音
zh_cn: 电话铃声

# Shared.Midi.Instruments.126
source: Helicopter
ja_jp: ヘリコプター（ヘリコプター）
zh_cn: 直升机

# Shared.Midi.Instruments.127
source: Applause
ja_jp: 拍手する
zh_cn: 掌声

# Shared.Midi.Instruments.128
source: Gunshot
ja_jp: 機関銃弾
zh_cn: 枪声

# Shared.Midi.Percussions.17
source: Voice One
ja_jp: 音声 1
zh_cn: 人声“一”

# Shared.Midi.Percussions.18
source: Voice Two
ja_jp: 音声 2
zh_cn: 人声“二”

# Shared.Midi.Percussions.19
source: Voice Three
ja_jp: 音声3
zh_cn: 人声“三”

# Shared.Midi.Percussions.22
source: MC-505 Beep 1
ja_jp: MC-505ビープ音 1
zh_cn: MC-505信号音1

# Shared.Midi.Percussions.23
source: MC-505 Beep 2
ja_jp: MC-505ビープ音2
zh_cn: MC-505信号音2

# Shared.Midi.Percussions.24
source: Concert SD
ja_jp: コンサート SD
zh_cn: 音乐会军鼓

# Shared.Midi.Percussions.25
source: Snare Roll
ja_jp: スネアロール
zh_cn: 军鼓滚奏

# Shared.Midi.Percussions.26
source: Finger Snap
ja_jp: 指でスナップ
zh_cn: 响指

# Shared.Midi.Percussions.27
source: High Q
zh_cn: 激光枪声

# Shared.Midi.Percussions.28
source: Slap
zh_cn: 拍打

# Shared.Midi.Percussions.29
source: Scratch Push
ja_jp: スクラッチプッシュ
zh_cn: 搓碟推音

# Shared.Midi.Percussions.30
source: Scratch Pull
ja_jp: スクラッチプル
zh_cn: 搓碟拉音

# Shared.Midi.Percussions.31
source: Sticks
ja_jp: スティック
zh_cn: 鼓槌

# Shared.Midi.Percussions.32
source: Square Click
ja_jp: 正方形のクリック
zh_cn: 方波敲声

# Shared.Midi.Percussions.33
source: Metronome Click
zh_cn: 节拍器

# Shared.Midi.Percussions.34
source: Metronome Bell
zh_cn: 节拍铃

# Shared.Midi.Percussions.35
source: Acoustic Bass Drum
zh_cn: 真鼓底鼓

# Shared.Midi.Percussions.36
source: Electric Bass Drum
ja_jp: エレクトリックベースのドラム(ドラム)
zh_cn: 电鼓底鼓

# Shared.Midi.Percussions.37
source: Side Stick
ja_jp: サイドスティック
zh_cn: 鼓边

# Shared.Midi.Percussions.38
source: Acoustic Snare
zh_cn: 真鼓军鼓

# Shared.Midi.Percussions.39
source: Hand Clap
zh_cn: 拍手

# Shared.Midi.Percussions.40
source: Electric Snare
ja_jp: 電動スネア
zh_cn: 电鼓军鼓

# Shared.Midi.Percussions.41
source: Low Floor Tom
ja_jp: 低床の Tom
zh_cn: 低音落地嗵鼓

# Shared.Midi.Percussions.42
source: Closed Hi-Hat
ja_jp: クローズドHi-Hat
zh_cn: 闭镲

# Shared.Midi.Percussions.43
source: High Floor Tom
ja_jp: 高い床のトム
zh_cn: 高音落地嗵鼓

# Shared.Midi.Percussions.44
source: Pedal Hi-Hat
zh_cn: 踩镲

# Shared.Midi.Percussions.45
source: Low Tom
ja_jp: 下のトム
zh_cn: 低音嗵鼓

# Shared.Midi.Percussions.46
source: Open Hi-Hat
ja_jp: Hi-Hat を開く
zh_cn: 开镲

# Shared.Midi.Percussions.47
source: Low-Mid Tom
ja_jp: ローミッドトム
zh_cn: 中低音嗵鼓

# Shared.Midi.Percussions.48
source: High-Mid Tom
ja_jp: ハイミッドトム
zh_cn: 中高音嗵鼓

# Shared.Midi.Percussions.49
source: Crash Cymbal 1
ja_jp: クラッシュシンバル 1
zh_cn: 吊镲1

# Shared.Midi.Percussions.50
source: High Tom
ja_jp: 高いトム
zh_cn: 高音嗵鼓

# Shared.Midi.Percussions.51
source: Ride Cymbal 1
ja_jp: ライドシンバル1
zh_cn: 叮叮镲1

# Shared.Midi.Percussions.52
source: Chinese Cymbal
zh_cn: 锣

# Shared.Midi.Percussions.53
source: Ride Bell
ja_jp: ライドベル
zh_cn: 镲帽

# Shared.Midi.Percussions.54
source: Tambourine
ja_jp: タンブリン
zh_cn: 铃鼓

# Shared.Midi.Percussions.55
source: Splash Cymbal
ja_jp: スプラッシュシンバル
zh_cn: 水镲

# Shared.Midi.Percussions.56
source: Cowbell
ja_jp: カウベル
zh_cn: 牛铃

# Shared.Midi.Percussions.57
source: Crash Cymbal 2
ja_jp: クラッシュシンバル2
zh_cn: 吊镲2

# Shared.Midi.Percussions.58
source: Vibraslap
zh_cn: 震音木

# Shared.Midi.Percussions.59
source: Ride Cymbal 2
ja_jp: ライドシンバル2
zh_cn: 叮叮镲2

# Shared.Midi.Percussions.60
source: High Bongo
zh_cn: 高音邦戈鼓

# Shared.Midi.Percussions.61
source: Low Bongo
zh_cn: 低音邦戈鼓

# Shared.Midi.Percussions.62
source: Mute High Conga
ja_jp: ミュートハイコンガ
zh_cn: 闭高音康加鼓

# Shared.Midi.Percussions.63
source: Open High Conga
zh_cn: 开高音康加鼓

# Shared.Midi.Percussions.64
source: Low Conga
ja_jp: 低コンガ
zh_cn: 低音康加鼓

# Shared.Midi.Percussions.65
source: High Timbale
ja_jp: 高ティンバレス
zh_cn: 高音天巴鼓

# Shared.Midi.Percussions.66
source: Low Timbale
ja_jp: 低Timbale
zh_cn: 低音天巴鼓

# Shared.Midi.Percussions.67
source: High Agogô
ja_jp: 高アゴゴ<unk>
zh_cn: 高音拉丁打铃

# Shared.Midi.Percussions.68
source: Low Agogô
ja_jp: 低アゴ<unk>
zh_cn: 低音拉丁打铃

# Shared.Midi.Percussions.69
source: Cabasa
zh_cn: 铁沙铃

# Shared.Midi.Percussions.70
source: Maracas
zh_cn: 沙锤

# Shared.Midi.Percussions.71
source: Short Whistle
ja_jp: 短い命令書
zh_cn: 短哨音

# Shared.Midi.Percussions.72
source: Long Whistle
ja_jp: 長い命令書
zh_cn: 长哨音

# Shared.Midi.Percussions.73
source: Short Güiro
ja_jp: 短いGu<unk> iro
zh_cn: 短刮葫

# Shared.Midi.Percussions.74
source: Long Güiro
ja_jp: ロングGu<unk>
zh_cn: 长刮葫

# Shared.Midi.Percussions.75
source: Claves
zh_cn: 响棒

# Shared.Midi.Percussions.76
source: High Woodblock
ja_jp: 高木ブロック
zh_cn: 高音木鱼

# Shared.Midi.Percussions.77
source: Low Woodblock
ja_jp: 低木ブロック
zh_cn: 低音木鱼

# Shared.Midi.Percussions.78
source: Mute Cuíca
ja_jp: ミュートCuíca
zh_cn: 闭擦鼓

# Shared.Midi.Percussions.79
source: Open Cuíca
ja_jp: オープンCuíca
zh_cn: 开擦鼓

# Shared.Midi.Percussions.80
source: Mute Triangle
ja_jp: 三角形をミュート
zh_cn: 闭三角铁

# Shared.Midi.Percussions.81
source: Open Triangle
ja_jp: 三角形を開く
zh_cn: 开三角铁

# Shared.Midi.Percussions.82
source: Shaker
ja_jp: シェーカー
zh_cn: 沙铃

# Shared.Midi.Percussions.83
source: Jingle Bell
ja_jp: ジングルベル
zh_cn: 圣诞铃

# Shared.Midi.Percussions.84
source: Bell Tree
ja_jp: ベルツリー
zh_cn: 音树

# Shared.Midi.Percussions.85
source: Castanets
zh_cn: 响板

# Shared.Midi.Percussions.86
source: Mute Surdo
zh_cn: 闭桑巴鼓

# Shared.Midi.Percussions.87
source: Open Surdo
ja_jp: Surdo を開く
zh_cn: 开桑巴鼓

# Shared.Midi.Percussions.88
source: Applause 2
ja_jp: 拍手2
zh_cn: 掌声2

# Shared.Midi.Percussions.89
source: Snare Ghost 1
ja_jp: スネアゴースト1
zh_cn: 魔鬼军鼓音1

# Shared.Midi.Percussions.90
source: Snare Ghost 2
ja_jp: スネアゴースト2
zh_cn: 魔鬼军鼓音2

# Shared.Midi.Percussions.91
source: Hand Clap 1
zh_cn: 拍手1

# Shared.Midi.Percussions.92
source: Hand Clap 2
zh_cn: 拍手2

# Shared.Midi.Percussions.93
source: Scratch 1
ja_jp: スクラッチ 1
zh_cn: 搓碟1

# Shared.Midi.Percussions.94
source: Scratch 2
ja_jp: スクラッチ 2
zh_cn: 搓碟2

# Shared.Midi.Percussions.95
source: Scratch 3
ja_jp: スクラッチ 3
zh_cn: 搓碟3

# Shared.Midi.Percussions.96
source: Hit 1
ja_jp: ヒット数 1
zh_cn: 打击1

# Shared.Midi.Percussions.97
source: Hit 2
ja_jp: ヒット 2
zh_cn: 打击2

# Shared.Midi.Percussions.98
source: Hit 3
ja_jp: ヒット 3
zh_cn: 打击3

# Shared.Midi.Percussions.99
source: Hit 4
ja_jp: ヒット 4
zh_cn: 打击4

# Shared.Midi.Percussions.100
source: Hit 5
ja_jp: ヒット 5
zh_cn: 打击5

# Shared.Midi.Percussions.101
source: Low Tom 1
zh_cn: 低音嗵鼓1

# Shared.Midi.Percussions.102
source: Low Tom 2
zh_cn: 低音嗵鼓2

# Shared.Midi.Percussions.103
source: Cajón 1
ja_jp: Cajon 1
zh_cn: 箱鼓1

# Shared.Midi.Percussions.104
source: Cajón 2
ja_jp: Cajon 2
zh_cn: 箱鼓2

# Shared.Midi.Percussions.105
source: Syn Burst Nz
zh_cn: 合成脉冲音

# Shared.Midi.Percussions.106
source: Sweep Down
zh_cn: 下扫弦

# Shared.Midi.Percussions.107
source: Laser
ja_jp: レーザー
zh_cn: 激光

# Shared.Midi.Percussions.108
source: Syn Back Nz
zh_cn: 合成铺底音
